espressif/esp-idf/tools/test_apps/system/build_tests/chip_revisions/sdkconfig.ci.esp32c5_rev102
CONFIG_IDF_TARGET="esp32c5"
CONFIG_ESP32C5_REV_MIN_102=y
